[.ShellClassInfo]
IconResource=MultiPult.ico,0
ConfirmFileOp=0
InfoTip=Проект для программы МультиПульт, http://multipult.multistudia.ru/ 

[Comment]
c1=папка должна быть с атрибутом system, а сам desctop.ini system и hidden
c2=можно перейти в эту папку и выполнить команды
c3=attrib +s .
c4=attrib +s +h desktop.ini
